IDEA Open Model
ResultOfDeformation2.Ux Property
Compatible with IDEA StatiCa Beta 20.0
 Deformation in the x direction
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Ux { get; set; }
Public Property Ux As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ResultOfDeformation2 Class
IdeaRS.OpenModel.Result Namespace